Repository: Anjusreetalukdar/electricity-magnetism-virtual-lab
Catalog: src/lab/Barkhausen_Effect/locale/*/messages.po
Languages: tl_in

source: emf
tl_in: இ மீ ஊ

source: help1
tl_in: காந்தம் இழுக்கவும்.

source: help2
tl_in: சுருள் சேர்த்து ஸ்லைடர் மாற்றவும்.

source: help3
tl_in: கம்பி காட்ட நிகழ்ச்சி கோலை பொத்தானை பாருங்கள்.

source: help4
tl_in: வரைபடம் பகுதியில் காட்ட நிகழ்ச்சி வரைபடம் பொத்தானை பாருங்கள்.

source: help5
tl_in: சோதனை மீட்டமைக்க ரீசெட் மீது கிளிக் செய்யவும்.

source: Next
tl_in: அடுத்த

source: Close
tl_in: நெருக்கமான

source: Variables
tl_in: மாறிகள்

source: No of coils:
tl_in: சுருள்கள் எண்ணிக்கை:

source: Measurements
tl_in: அளவீடுகள்

source: Show Rod
tl_in: காட்டு ராட்

source: Show Graph
tl_in: வரைபடத்தைக் காண்பி

source: Reset
tl_in: மீட்டமை

source: copyright
tl_in: 2009 - 2015 பதிப்புரிமை © அம்ரிதா பல்கலைக்கழகம்

source: Barkhausen Effect
tl_in: பர்க்ஹுசென் எபிபிச்ட்

source: Move Me
tl_in: என்னை நகர்த்த
